Repository: IBM/watson-translator-101
Catalog: en-zh-6000-ParallelCorpus.tmx
Source language: en
Languages: zh

source: It continued to give them the necessary support and assistance to reach the Millennium Development Goals in various areas (such as road construction and repair, creation or modernization of airports, building of electric power stations and upgrading of electricity distribution networks, construction of bridges and tunnels and development of seaports.
zh: 它继续向这些国家提供必要的支持和帮助，以在众多领域内（公路的修建和翻新，修建机场并使其进一步现代化，修建电站以及电力网的现代化，修建桥梁和隧道，开发海港）实现千年发展目标。

source: It was also helping the private sector to promote industrial development and make developing countries more competitive.
zh: 科威特还帮助私营部门发展工业和加强这些国家的竞争力。

source: His delegation understood the specific needs of single-commodity exporting countries and landlocked developing countries with respect to new forms of international cooperation on transit transport.
zh: 10. 科威特代表团理解依附于单一产品的国家以及内陆发展中国家在新的国际合作的框架内在过境运输方面的特殊需要。

source: It renewed its support for the efforts made by those countries in all areas, particularly efforts to meet the Millennium Development Goals and implement the Almaty and Brussels Programmes of Action.
zh: 代表团重申它支持这些国家在所有领域内，特别是在达到千年发展目标和执行《阿拉木图行动纲领》和《布鲁塞尔行动纲领》方面所做出的努力。

source: Lastly, it looked forward to taking an active part in informal consultations to obtain the best possible outcome for countries in special situations.
zh: 最后，它迫切希望能够实际参与非正式磋商，目的是为处境特殊的国家尽量争取最好的结果。

source: Mr. Penjo (Bhutan), speaking on agenda item 88, said that his delegation associated itself with the statements made by the representatives of Qatar, Benin and the Lao People's Democratic Republic on behalf of the Group of 77 and China, the Group of Least Developed Countries and the Group of Landlocked Developing Countries, respectively.
zh: 11. Penjo先生（不丹）就议程项目88发言，他说，不丹代表团同意卡塔尔、贝宁和老挝人民民主共和国代表分别以77国集团和中国、最不发达国家组、内陆发展中国家组的名义所做的发言。

source: He noted with appreciation the steps taken to ensure implementation of both the Brussels Programme of Action for the Least Developed Countries for the Decade 2001-2010 and the Almaty Programme of Action, following which he commended the Office of the High Representative for the Least Developed Countries, Landlocked Developing Countries and Small Island Developing States for the active and systematic pursuit of its mandate under General Assembly resolution 56/227.
zh: 12. 不丹代表满意地注意到旨在保证执行《2001-2010十年期支援最不发达国家行动纲领》（《布鲁塞尔行动纲领》）以及《阿拉木图行动纲领》的措施，并欢迎最不发达国家、内陆发展中国家和小岛屿发展中国家高级代表办事处所采取的措施，该高级代表办事处很好地完成了大会第56/227号决议所赋予它的使命。

source: It was encouraging to note that the governing bodies of 19 organizations had adopted decisions aimed at mainstreaming the Brussels Programme of Action into their respective programmes of work.
zh: 13. 看到19个组织的领导机构做出了旨在将《布鲁塞尔行动纲领》纳入它们自身工作计划的决定，令人感到鼓舞。

source: Equally welcome was the initiative of the governing bodies of the Food and Agriculture Organization of the United Nations (FAO) and UNCTAD to undertake regular sectoral reviews of the Programme's implementation.
zh: 还应该感到欣慰的是联合国粮食及农业组织（粮农组织）和贸发会议的领导机构决定定期按部门审查纲领的执行情况。

source: As for the Almaty Programme of Action, he expressed appreciation for the initiatives taken by the Office of the High Representative, UNCTAD and the regional commissions of the United Nations system, as well as those taken by the World Bank and the Asian Development Bank.
zh: 关于《阿拉木图行动纲领》，不丹代表团满意地注意到最不发达国家、内陆发展中国家和小岛屿发展中国家高级代表办事处、贸发会议以及联合国系统区域委员会以及世界银行和亚洲开发银行为执行该纲领所采取的主动行动。

source: In order for the LDCs and the landlocked developing countries to overcome the formidable challenges facing them, the collective resolve of the international community to translate the internationally agreed goals into concrete actions in a spirit of true partnership and shared responsibility would be required.
zh: 14. 为使最不发达国家和内陆发展中国家能够克服它们所面临的巨大障碍，国际社会必须下决心本着真正的伙伴和集体负责任的精神去落实在国际范围内商定的目标。

source: The increasing interest which development partners and international agencies showed in implementing the Brussels Programme of Action and the Almaty Programme of Action was encouraging, as were the initiatives which they had adopted to that end. He remained concerned, however, that many of the challenges confronting those countries, which had special needs, were far from being resolved.
zh: 不丹代表团对发展伙伴和国际组织对《布鲁塞尔行动纲领》和《阿拉木图行动纲领》表现出愈来愈浓厚的兴趣以及它们为有助于执行这些纲领所采取的措施感到鼓舞，但同时又为这些处境特殊的国家所面临的许多特殊问题没有得到解决而感到担忧。

source: It was clear from the report of the Secretary-General and the statements made by the High Representative at the previous meeting that much remained to be done to end their marginalization and sustain the progress made by some in their developmental process.
zh: 从秘书长的报告和高级代表在前次会议上的发言中可以清楚地看出，要结束这些国家的边缘化现象以及支持它们中一些国家在发展道路上取得的进步还需做出许多努力。

source: If substantive progress was to be made in implementing the Brussels Programme of Action and the Almaty Programme of Action, it was crucial to ensure the timely allocation of adequate resources in a manner consistent with the needs of each country.
zh: 要想真正加速落实《布鲁塞尔行动纲领》和《阿拉木图行动纲领》，关键是要及时提供必要的资源，以满足各个国家的特殊需要。

source: The LDCs, the landlocked developing countries and their transit developing neighbours were experiencing severe domestic resources constraints and were required to sustain the provision of basic socio-economic services, while also removing such structural constraints as lack of infrastructure and of institutional and human capacity, both of which were vital to enhancing productive capacity and strengthening economic self-reliance in the long term.
zh: 15. 最不发达国家，内陆发展中国家以及作为上述国家的邻国的过境发展中国家在预算方面有严重的困难，它们还要保证提供社会经济方面的基本服务，并克服结构性的困难，如缺少基础设施，机构和人力方面的手段，这是两个真正能加强生产能力并保证长久经济独立的主要因素。

source: His delegation was encouraged that, during the substantive session of the Economic and Social Council in 2004, the high-level segment had been devoted to the theme of resources mobilization and enabling environment for poverty eradication in the context of the implementation of the Programme of Action for the Least Developed Countries for the Decade 2001-2010.
zh: 不丹代表团感到欣慰的是，经济及社会理事会在2004年实质性届会高级别辩论中所选择的主题是：“在2001-2010的十年中，动员资金和条件，通过执行帮助最不发达国家的行动纲领，消灭贫困”。

source: While recognizing that the responsibility for development lay with each country, he sincerely hoped that development partners and international agencies would, as a matter of urgency, be increasingly responsive to the special needs of the least developed countries and the landlocked developing countries as they pursued their efforts to create the necessary environment for their sustainable growth.
zh: 在承认发展首先是每个国家的责任的同时，不丹真心希望发展伙伴和国际机构立即进一步满足最不发达国家和内陆发展中国家的特殊需要，并继续为促进可持续发展出力。

source: Bhutan had made notable progress through close cooperation with its development partners, whose support was vital to bridging the country's financial and technological gap with a view to the achievement of its development goals, including those articulated in the Millennium Declaration.
zh: 16. 不丹在其发展伙伴的帮助下取得了巨大的进步，发展伙伴的支持对不丹克服财政赤字和技术落后以及达到发展目标，特别是千年发展目标起着关键的作用。

source: Ms. Jemaneh (Ethiopia), speaking on agenda items 88 (a) and 88 (b), said that, if the least developed countries and the landlocked developing countries were to achieve their development goals and integrate into the globalizing world, it would be necessary for the international community to translate into concrete actions the commitments made in the Millennium Declaration, the Monterrey Consensus of the International Conference on Financing for Development and the Brussels Programme of Action.
zh: 17. Jemaneh女士（埃塞俄比亚） 就议程项目88（a）和（b）发言，她说，为了使最不发达国家和内陆发展中国家能够达到发展目标并从全球化中受益，国际社会必须兑现它在《千年宣言》、国际发展筹资会议产生的《蒙特雷共识》和《布鲁塞尔行动纲领》中做出的承诺。

source: Commenting briefly on actions taken by Ethiopia in regard to some of the commitments contained in the Brussels Programme of Action, she said concerning commitment 1 (Fostering a people-centred policy framework), that Ethiopia had developed a long-term development strategy known as “agricultural development-led industrialization”, bearing in mind that some 85 per cent of the Ethiopian population derived its livelihood from agriculture.
zh: 她简要地回顾了在《布鲁塞尔行动纲领》中的一些承诺并介绍了埃塞俄比亚在这方面所采取的措施。 关于承诺1：鼓励以人为本的行动，埃塞俄比亚制订了被称为“通过发展农业实现工业化”的长期发展战略。 约有85%的埃塞俄比亚人以农为生。

source: Ethiopia had also adopted an integrated rural development strategy, which focused on the medium term, and a sustainable development and poverty reduction strategy.
zh: 埃塞俄比亚还采取了农村综合发展战略，提出了中期的发展目标，以及一项可持续发展和减少贫困的战略。

source: In addition, attempts were under way to create an environment conducive to investment and trade.
zh: 此外，还采取了创造有利于投资和贸易环境的一些措施。

source: Concerning commitment 2 (Good governance at the national and international levels), various actions had been taken to promote democracy, together with the rule of law, transparency, accountability and efficiency in public institutions and practices.
zh: 关于承诺2：国内和国际的善政，采取了各种促进民主，强调法治，提高公共机构透明度、问责制和效率的措施。

source: An anti-corruption commission had been established, and Ethiopia's third general elections would take place in May 2005.
zh: 成立了一个反腐败委员会。 第三次大选将于2005年5月在埃塞俄比亚举行。

source: Ethiopia had engaged in relentless efforts to realize commitment 3 (Building human and institutional capacity).
zh: 埃塞俄比亚不遗余力地实现承诺3：加强人的能力和机构的能力。

source: Initiatives had been launched to promote access to health and education.
zh: 为了促进健康和教育，提出了一些倡议。

source: Within a decade, the primary school enrolment rate had more than doubled to 70 per cent.
zh: 在十年里，登记在册的小学生翻了一番以上，如今入学儿童的比例达到了70%。

source: As to commitment 4 (Building productive capacities to make globalization work for the LDCs), Ethiopia was making concerted efforts in various fields, particularly in constructing roads to accelerate development in the rural sector and in adopting initiatives in the areas of power, telecommunications and water resources.
zh: 关于承诺4：形成必要的生产能力，以使最不发达国家能够从全球化中受益。 埃塞俄比亚在众多领域里做出协调一致的努力，特别是在修建公路方面，目的是为了加速农村经济的发展，并在能源、电讯和水资源方面采取了一些主动行动。

source: Lack of infrastructure had been a key factor in hindering the ability of LDCs to benefit from market access initiatives taken in their interest.
zh: 缺乏基础设施是影响最不发达国家利用有利于它们进入市场的举措的最大障碍之一。

source: Most such countries were dependent on only a few commodities, which exposed them to external shocks produced by international price fluctuations and a decline in terms of trade.
zh: 它们中大部分国家都严重依赖于少量的基础产品，这就使它们在国际市场价格波动和贸易条件恶化中变得十分脆弱。

source: Resources mobilization had been the theme of the high-level segment of the Economic and Social Council in June 2004.
zh: 18. 动员资源是2004年6月经济及社会理事会高级别辩论的主题。

source: While encouraged by the rise in official development assistance channelled to LDCs, a more thorough analysis of resource flows was required in order to determine the true level of that assistance, which remained far short of the agreed target.
zh: 埃塞俄比亚对最不发达国家获得的官方发展援助有所增加感到欣慰，但与此同时，埃塞俄比亚建议对这项援助进行深入的分析以查明其特点并指出，援助的水平大大低于确定的目标。

source: In per capita terms, Ethiopia still received only one half of the assistance provided to other African countries.
zh: 如果按照居民的平均数来计算的话，埃塞俄比亚所得到的援助只有其他非洲国家的一半。

source: Given the role which official development assistance could play in furthering Ethiopia's efforts to build infrastructure and promote investments in the social sectors, she invited all her country's development partners to increase such assistance to the level of that channelled to other African countries.
zh: 鉴于官方发展援助在埃塞俄比亚进行基础设施建设和在社会部门投资方面所起的作用，埃塞俄比亚请它的所有发展伙伴向其提供它们向其他非洲国家提供的相同的援助。

source: Ethiopia welcomed the information, contained in the report of the Secretary-General, concerning activities for the implementation of the Almaty Programme of Action undertaken by the organizations of the United Nations system and other relevant international and regional organizations.
zh: 19. 埃塞俄比亚对秘书长在关于联合国各个机构和其他有关国际和区域组织为推动执行《阿拉木图行动纲领》而采取的主动行动的报告中所提供的信息感到欣慰。

source: The landlocked developing countries were among the most vulnerable countries of the world.
zh: 20. 内陆发展中国家是世界上最脆弱的国家。

source: Of the 31 landlocked developing countries, 16 were also classified as least developed countries.
zh: 在组成内陆发展中国家组的31个国家中，有16个国家属于最不发达国家。

source: They were without seaports, geographically remote and isolated from world markets, had poor infrastructure, maintenance problems and inadequate institutional environments, and were solely dependent on a very limited number of commodities for their export earnings.
zh: 它们没有海港，它们孤立和远离于全球市场之外，缺少基础设施和机构手段，在设备保养方面也遇到了一些问题。 此外，它们的生存依赖于极少数用于出口的基础产品。

source: In most cases, the transit neighbours of the least developing countries were themselves developing countries, with broadly similar economic structures and similar scarcities of resources.
zh: 21. 在大多数情况下，它们的邻国也是发展中国家，具有十分相似的经济结构，同样缺乏资源。

source: Trade between landlocked and transit developing countries tended to be relatively small.
zh: 内陆国家与过境发展中国家之间的贸易一般来讲是相当有限的。

source: Most transit developing countries were in no position to offer efficient transport systems to which their landlocked transit neighbours might link themselves.
zh: 大部分过境发展中国家都无法向其内陆邻国提供有效率的运输体系。

source: An efficient transit transport system could be established through genuine partnerships between landlocked and transit developing countries and their developing partners at the national, bilateral, subregional, regional and global levels, as well as through partnership between the public and private sectors.
zh: 只有在内陆国家与过境国家之间形成真正的伙伴关系并得到国内、双边、分区域、区域和世界范围内的发展伙伴的帮助，以及在公共部门与私营部门之间形成伙伴关系的情况下，才能建立起一个有效的过境运输体系。

source: In that connection, she commended the activities undertaken by the Economic Commission for Africa in order to promote and facilitate transit transport cooperation throughout Africa.
zh: 代表团对非洲经济委员会为促进和推动整个非洲大陆在这方面的合作所从事的活动感到欣慰。

source: In adopting the Millennium Declaration, Member States had reaffirmed their commitment to the landlocked developing countries by calling on bilateral and multilateral donors to increase their financial and technical assistance to landlocked developing countries in order to meet their special development needs and help them to improve their transit transport systems.
zh: 22. 各会员国在通过《千年宣言》的时候重申了它们对内陆发展中国家的承诺，并呼吁双边和多边捐赠者增加对这些国家的财政和技术援助，以满足它们的特殊需要并帮助它们改进其过境运输体系。

source: It was essential that the international community should do all within its power to implement the Almaty Programme of Action and achieve the goals set.
zh: 关键是国际社会应竭尽全力执行《阿拉木图行动纲领》并达到既定目标。

source: Ms. Filippini (Haiti), speaking on agenda item 88, said that her delegation associated itself with the statements made by the representatives of Qatar and Benin on behalf of the Group of 77 and China and the least developed countries (LDCs) respectively.
zh: 23. Percy-Filippini女士（海地）就议程项目88发言，她表示，海地代表团同意卡塔尔和贝宁代表分别以77国集团和中国以及最不发达国家的名义所做的发言。

source: The Programme of Action for the Least Developed Countries for the Decade 2001-2010 (Brussels Programme of Action) was an important framework for concerted action to free a tenth of the world's population from poverty.
zh: 她说，《2001-2010十年期支援最不发达国家行动纲领》（《布鲁塞尔行动纲领》）对于采取联合行动以使全世界十分之一的人口摆脱贫穷来说，是一个重要的框架。

source: It was gratifying the LDCs were a source of concern for a number of United Nations bodies and agencies, that the Economic and Social Council had dedicated a high-level segment to resources mobilization in the context of the implementation of the Brussels Programme of Action in June 2004 and that consensus had been reached on a mechanism designed to help those countries gradually move out of the least developed category while nevertheless retaining certain advantages.
zh: 令她感到欣慰的是，最不发达国家的问题已经成为联合国许多机构和部门所关注的问题之一。 2004年6月，经济及社会理事会专门就动员资源以执行《布鲁塞尔行动纲领》问题进行了一次高级别的辩论。 她也对在机制问题上形成共识感到高兴，通过该机制可以使那些最不发达国家逐渐顺利地走出最不发达的行列，而同时又能继续得到某些照顾。

source: Her delegation was concerned, however, about the delay in implementing the Brussels Programme of Action, as such delay jeopardized the achievement of the Millennium Development Goals, at least for LDCs which in the vast majority were finding it extremely difficult to implement the Programme of Action owing to a lack of institutional and human resources and their failure to attract investments.
zh: 24. 但是，海地代表团还是对迟迟不能实施《布鲁塞尔行动纲领》感到担心，由于这种耽误，影响了千年发展目标的实现，至少对于最不发达国家来说是这样。 在实施行动纲领中，大部分国家被严重的困难所困扰，因为它们缺少机构和人力方面的手段，也无法引进资金。

source: They also suffered the consequences of being vulnerable to natural catastrophes.
zh: 此外，由于它们的脆弱，它们只能承受自然灾害造成的后果。

source: Moreover, donor countries had reduced their official development assistance owing to a slowdown in their economic growth.
zh: 再者，捐赠国减少了它们的官方发展援助，原因是它们自身的经济增速也在减缓。

source: Such assistance played an important role in improving the economic infrastructure of LDCs and it therefore needed to be made more predictable and effective.
zh: 可是，这种援助对改善最不发达国家的经济基础设施起着重要的作用，因此，必须努力使援助更可预见，更加有效。

source: Haiti welcomed the fact that a number of States members of the European Union had made known their intention to increase their official development assistance.
zh: 海地对某些欧盟国家表示要增加它们的官方发展援助感到欣慰。

source: Her delegation hoped that new initiatives would be launched jointly by LDCs and their development cooperation partners.
zh: 25. 海地代表团希望，最不发达国家与它们的发展合作伙伴能够以协调一致的方式采取一些新的主动行动。

source: Investments must lead to a tangible improvement in living conditions, in particular by granting people access to infrastructure and essential socio-economic services such as education, health care and drinking water supply.
zh: 投资的结果必须使生活条件得到切实的改善，特别要使居民能够从基础设施和主要社会经济服务中得到实惠，如教育、卫生和饮用水的供应等。

source: Market access, road services and natural resource management must also be developed.
zh: 还应该发展市场准入，道路服务以及对自然资源的管理。

source: Success was possible if all components of civil society — e.g. women, children, young people, underprivileged groups — participated in the development process and if poor people were granted access to financial services.
zh: 26. 如果整个公民社会——妇女、儿童、青年和穷人——都参与这个发展进程，如果允许穷人也能够得到金融行业的服务，那么取得成功是有可能的。

source: Haiti had recently been hit by political crises and devastating natural catastrophes and had therefore been unable to implement its poverty reduction strategy. Her Government nonetheless continued to attach great importance to the commitments it had made in connection with the Programme of Action for the Least Developed Countries for the Decade 2001-2010.
zh: 27. 海地最近受到政治危机的冲击以及自然灾害的打击，它无法实行减少贫困的战略，但海地政府仍然十分重视在联合国第三个十年框架下对最不发达国家所做出的帮助它们的承诺。

source: The interim Government's programme emphasized good governance, poverty reduction and environmental protection, all priority areas of the Brussels Programme of Action.
zh: 过渡政府的计划强调要实施善政、减少贫困和保护环境，这些都是《布鲁塞尔行动纲领》的重点领域。

source: Her delegation hoped that the commitments made by donors in Washington in July 2004 during the presentation of the interim cooperation framework would be met within a reasonable time frame.
zh: 28. 海地代表团希望，2004年7月在介绍临时合作框架时，出资人在华盛顿做出的承诺能够在适当的期限内得到落实。

source: She looked forward to the Secretary-General's report on the achievement of the Millennium Development Goals and welcomed the idea of conducting a midterm review of the Brussels Programme of Action in 2006.
zh: 代表团饶有兴趣地期待看到秘书长关于实现千年发展目标的报告，代表团还同意在2006年召开一个中期会议的想法，以便对《布鲁塞尔行动纲领》做出评估。

source: Mr. Kazykhanov (Kazakhstan) said that his delegation associated itself with the statement made by the representative of the Lao People's Democratic Republic on behalf of the Group of Landlocked Developing Countries.
zh: 29. Kazykhanov先生（哈萨克斯坦）同意老挝人民民主共和国代表内陆发展中国家组所做的发言。

source: The International Ministerial Conference of Landlocked and Transit Developing Countries and Donor Countries and International Financial and Development Institutions on Transit Transport Cooperation, held in August 2003 in Almaty (Kazakhstan), had been the first high-level global event organized by the United Nations to address the special needs and problems of landlocked developing countries.
zh: 他说，2003年8月在阿拉木图召开的内陆和过境发展中国家与捐助国及国际金融和发展机构过境运输合作问题国际部长级会议是联合国首次为审议内陆发展中国家的特殊需要和问题而组织的一次高级别的全球性活动。

source: The Conference's principal result had been the adoption of the Almaty Programme of Action, which his country believed was a well-balanced and focused document that would provide a basis for expanded cooperation frameworks in the area.
zh: 哈萨克斯坦认为，会议所通过的《阿拉木图行动纲领》是一份均衡和明确的文件，它将成为提升这一领域合作框架影响力的参考。

source: Despite the fact that a relatively short amount of time had passed since the adoption of General Assembly resolution 58/201 endorsing the outcomes of the Almaty Conference, his country noted with satisfaction that the implementation process of the Programme of Action had received a good level of support.
zh: 30. 哈萨克斯坦满意地注意到，自从大会通过关于批准《阿拉木图行动纲领》的第58/201号决议以来，尽管时间较短，但执行《行动纲领》的进程已经启动。

source: The road map for implementation, which had been prepared by the Office of the High Representative for the Least Developed Countries, Landlocked Developing Countries and Small Island Developing States and had been adopted in February 2004, would assist Member States, regional commissions, international and regional organizations and financial institutions in implementing the Programme of Action in a focused and coordinated manner.
zh: 由最不发达国家、内陆发展中国家和小岛屿发展中国家高级代表办事处起草、并在2004年2月获得通过的执行计划将帮助各会员国、各区域委员会和各国际和区域组织以及金融机构通过有针对性的和协调一致的措施执行该行动纲领。

source: Kazakhstan wished to confirm its readiness to host, in cooperation with the High Representative, an international meeting on the role of international, regional and subregional organizations in the implementation of the Programme of Action, in March 2005.
zh: 哈萨克斯坦愿意在2005年3月与高级代表一起主办一次关于国际、区域和分区域组织在执行行动纲领中的作用的国际会议。

source: His delegation welcomed the outcome of the eleventh session of UNCTAD, held in São Paulo (Brazil) in June 2004, and stressed the need for full and effective implementation of the São Paulo Consensus, in particular paragraphs 66 and 84 thereof, which addressed the role of landlocked developing countries in the international trade system.
zh: 31. 哈萨克斯坦对2004年6月在圣保罗（巴西）召开的联合国贸易和发展会议第十一届会议感到欣慰，并强调充分和有效地执行《圣保罗共识》的必要性，特别是共识中关于内陆发展中国家在国际贸易体系中的作用的第66和第84段中的若干条款。

source: His delegation also welcomed the fact that on 1 August 2004, the General Council of WTO had decided that the multilateral trade negotiations launched under the Doha work programme would resume.
zh: 32. 哈萨克斯坦还满意地注意到，世界贸易组织总委员会于2004年8月1日做出恢复在多哈工作计划框架内启动的多边贸易谈判的决定。

source: His delegation joined in the appeal of the Group of Landlocked Developing Countries for completion of the WTO work programme for small economies (which included landlocked developing countries) before the sixth WTO Ministerial Conference was held in Hong Kong (China) in December 2005.
zh: 哈萨克斯坦赞成内陆发展中国家组向世界贸易组织发出的关于在2005年12月将在香港（中华人民共和国）举行的第六届部长级会议之前完成包括内陆发展中国家在内的小国工作计划的呼吁。

source: His delegation emphasized the importance of the effective participation of those countries in the Hong Kong negotiations and hoped that the Office of the High Representative, in cooperation with UNCTAD and the relevant regional commissions, would be able to provide assistance in convening a meeting of landlocked developing country trade ministers before the sixth WTO Ministerial Conference.
zh: 哈萨克斯坦在指出内陆发展中国家实际参加香港谈判的重要性的同时，敦请高级代表办事处与贸发会议以及有关区域委员会合作，以便帮助这些国家组织一次贸易部长会议，为世界贸易组织第六届部长级会议做准备。

source: Successful implementation of the Almaty Programme of Action would depend on the support provided by the international community, including financial and development institutions and donor countries.
zh: 33. Kazykhanov先生指出，能否切实执行《阿拉木图行动纲领》取决于国际社会的支持，包括金融和发展机构以及捐赠国的支持。

source: His country had already contributed over $100,000 to the special Trust Fund established to facilitate follow-up activities to the outcomes of the Almaty Conference.
zh: 他说，哈萨克斯坦已经为信托基金出资10余万美元，该项基金是为支持与执行《行动纲领》有关的后续工作而设立的。

source: He called on other countries to show their commitment.
zh: 他敦促其他国家也给予支援。
